export const optionsSex = [
  {
    value: 12,
    span: "",
    text: "Женщина",
  },
  {
    value: 7,
    span: "",
    text: "Мужчина",
  },
];

export const optionsActivity = [
  {
    value: 1,
    span: "Не учитывать",
    text: "Не учитывать нагрузки (для самостоятельного рассчёта)",
  },
  {
    value: 1.2,
    span: "Минимальный",
    text: "Сидячая работа / учёба и больше ничего",
  },
  {
    value: 1.375,
    span: "Низкий",
    text: "Частые перемещения пешком, 2-3 лёгких тренеровки в неделю",
  },
  {
    value: 1.4625,
    span: "Cредний",
    text: "Работа средней тяжести, 4-5 лёгких тренеровок в неделю",
  },
  {
    value: 1.55,
    span: "Высокий",
    text: "4-5 интенсивных тренеровок в неделю",
  },
  {
    value: 1.6375,
    span: "Высокий",
    text: "Ежедневные, но достаточно лёгкие тренировки, тяжёлая работа без выходных",
  },
  {
    value: 1.725,
    span: "Высокий",
    text: "Ежедневные интенсивные тренировки, или лёкие, но 2 раза в день",
  },
  {
    value: 1.9,
    span: "Высокий",
    text: "Ежедневные интенсивные тренировки, тяжёлая работа без выходных",
  },
];

export const optionsPurpose = [
  {
    value: 0.8,
    span: "",
    text: "Быстрое снижение веса",
  },
  {
    value: 0.9,
    span: "",
    text: "Снижение веса",
  },
  {
    value: 1,
    span: "",
    text: "Сохранение веса",
  },
  {
    value: 1.1,
    span: "",
    text: "Увеличение веса",
  },
  {
    value: 1.2,
    span: "",
    text: "Быстрое увеличение веса",
  },
];
